[SetupWizard]

Install 			= Az ASUS WLAN kártya illesztőprogram telepítése
Install_ToolTip			= Kattintson a WLAN telepítő futtatásához
Install_BT			= A Bluetooth illesztőprogram telepítése
Install_BT_ToolTip	= Kattintson a Bluetooth telepítő futtatásához
Uninstall			= 
Uninstall_ToolTip 		= 
Install_WiDi_UI		= WiDi segédprogram telepítése
Install_WiDi_UI_ToolTip	= Kattintson a WiDi segédprogram telepítőjének futtatásához
Manual_Read_Install		= Felhasználói útmutató dokumentáció olvasása/telepítése
Manual_Read_Install_ToolTip	= Kattintson rá a felhasználói kézikönyv megtekintéséhez vagy telepítéséhez
Explore_CD			= A CD tallózása
Explore_CD_ToolTip		= Kattintson rá a CD tallózásához a Windows Intéző segítségével
Browse_WebSite			= Látogassa meg weboldalunkat
Browse_WebSite_ToolTip		= Kattintson rá weboldalunk megnyitásához a böngészőprogramjában
Install_Langauge		= A nyelv telepítése:
Exit				= Kilépés
Read_QSG			= A gyors útmutató elolvasása
Read_QSG_ToolTip		= Kattintson rá a gyors útmutató megjelenítéséhez
Read_UserManual			= A felhasználói útmutató megtekintése
Read_UserManual_ToolTip		= Kattintson rá a felhasználói útmutató megjelenítéséhez
Install_UserDoc			= A felhasználói útmutató telepítése
Install_UserDoc_ToolTip		= Kattintson rá a felhasználói útmutató telepítéséhez
Install_AdobeReader		= Az Adobe Reader telepítése
Install_AdobeReader_ToolTip	= A dokumentum PDF formátumú. A megtekintéséhez az Adobe Acrobat Reader telepítése szükséges
Download_AdobeReader		= Az Adobe Reader letöltése
Download_AdobeReader_ToolTip	= Kattintson a "Download Adobe Reader" elemre, hogy közvetlenül letölthesse az alkalmazást az Adobe weboldaláról
Return				= Vissza
Uninstall_notHaveDriver		= 
Notsupper_BTdriver		= Az operációs rendszer nem támogatja ezt a BT-meghajtót.
Notsupper_WIFIdriver	= Az operációs rendszer nem támogatja ezt a meghajtót.

[Languages]

English				= English
Czech				= čeština
Danish				= danske
Finnish				= suomi
French				= français
German				= deutsch
Hungarian			= magyar
Italian				= italiano
Malay				= Melayu
Norwegian			= norsk
Polish				= polski
PortugueseB			= português(Brasil)
PortugueseP			= português(Portugal)
Romanian			= română
Russian				= русский
Spanish				= español
Swedish				= svenska
Simple_Chinese			= 中文 (简体)
Traditional_Chinese		= 中文 (繁體)
Thai				= ภาษาไทย
Turkish				= Türkçe
Ukrainian			= Український
Japanese			= 日本語